{
  "id": "427d480f-8580-40f0-8633-9a1fb8dd57ad",
  "kanji": "工",
  "sourceAnswer": "<primary>Construction</primary>, Industry",
  "userAnswer": "construction",
  "activeAnswer": "construction",
  "readingOnHtml": "<primary>こう</primary>, <primary>く</primary>",
  "readingKunHtml": "",
  "readingNanHtml": "",
  "radicals": [
    "一",
    "丨"
  ],
  "sourceMeaningMnemonic": "The <radical>construction</radical> radical and the <kanji>construction</kanji> kanji are the same!\n\nThis kanji also means <kanji>industry</kanji>, which is what construction is, if you think about it. It's all part of the construction industry.",
  "meaningInfo": "Know your radicals and you'll know this kanji's meaning.",
  "readingMnemonic": "For kanji that use the <ja>こう</ja> (there are a lot of them!) we will use the character <ja>こういち</ja> every time. He's one of the people who started this website, so we'll do our best in the mnemonics to embarrass him as much as possible. Anyways, remember that whenever you see <ja>こう</ja>, think <ja>こういち</ja>.\n\nYou see some <kanji>construction</kanji> in front of you. There, standing shirtless (only a suspender and hard hat) is (<ja><reading>こう</reading>いち</ja>), looking back at you.",
  "readingInfo": "If <ja>こういち</ja> as a construction worker standing in a construction site some how doesn't make your legs tremble, that's okay and totally normal. Do make sure you take this story to a ridiculous enough level to hook a memory into that brain of yours. Be mad at him for not following construction site regulations (where's his shirt, shoes, and pants!?). Why is he using that bulldozer like that?\n\nAlternatively, say you really do like what you see (you're going to have to imagine a much better looking version of <ja>こういち</ja>'s actual face, though). You and <ja>こういち</ja> make eye contact a little too long. He nods, puts his cigarette out, and takes off his hard hat, letting his long Fabio-esque locks flow. You beckon him over and he comes. What happens next is up to you and your own imagination. My guess is you have a very deep conversation about kanji and the best ways to learn it.\n\nHint: When you see <ja>工</ja> in a kanji it will often take the <ja>こう</ja> reading. Remember that, because it comes up quite a bit!",
  "primaryVocab": [],
  "audio": "",
  "userMnemonic": "",
  "similarMeaning": [],
  "confusedWith": [],
  "tags": [
    "-::kanji::has-studying-vocab-for-each-primary-reading",
    "-::kanji::has-vocab-with-primary-on-reading",
    "-::kanji::in-any-vocab-form",
    "-::kanji::in-vocab-main-form",
    "-::kanji::is-radical",
    "-::kanji::studying-vocab",
    "-::kanji::studying-vocab-with-primary-on-reading",
    "active_kanji",
    "legacy_scheduling",
    "source::wani::level::01"
  ]
}