{
  "kanji": "曜",
  "sourceAnswer": "<primary>Weekday</primary>, Day Of The Week",
  "userAnswer": "day-of-the-week",
  "activeAnswer": "day-of-the-week",
  "readingOnHtml": "<primary>よう</primary>",
  "readingKunHtml": "",
  "readingNanHtml": "",
  "radicals": [
    "日",
    "翟"
  ],
  "sourceMeaningMnemonic": "As the <radical>sun</radical> rises over the hills, the ferocious <radical>wolverine</radical> stalks a <radical>turkey</radical> on a <kanji>weekday</kanji> morning. The wolverine hunts turkeys for a living, but on the weekends, he likes to play racquetball at the local gym. That’s why the turkey is getting hunted on a weekday.",
  "meaningInfo": "You’ve probably seen those nature shows like on National Geographic. Think back to one of those shows where the hunter stalks its prey and leaps out in slow motion to do the murder. Now imagine this scene with the wolverine leaping out at the turkey. The wolverine howls a bloodcurdling shriek as the turkey lurches in agony, feathers flying everywhere as the wolverine sinks its teeth into flesh.",
  "readingMnemonic": "This wolverine has a strange palate, however. It likes to turn its turkey into turkey <reading>yo</reading>gurt (<ja>よう</ja>). After the hunt every <kanji>weekday</kanji>, the wolverine spends the evening turning the turkey meat into a strange, thick and chunky, turkey yogurt.",
  "readingInfo": "Imagine eating this turkey yogurt. It tastes pretty much exactly how you would expect. Chunks of turkey meat mixed with thick and creamy yogurt. It tastes like mushy Thanksgiving. Imagine eating this every day of the week.",
  "primaryVocab": [],
  "audio": "",
  "primaryReadingsTtsAudio": "[sound:hypertts-9cb1c2dcac2bd6f89b753b834d015f5442bad42de3dba36be0c441c4.mp3]",
  "references": "",
  "userMnemonic": "",
  "similarMeaning": [],
  "confusedWith": [
    "濯"
  ],
  "id": "3d09d4a2-ed9d-46ab-ab67-ae29ff340377",
  "tags": [
    "-::kanji::has-studying-vocab-for-each-primary-reading",
    "-::kanji::has-vocab-with-primary-on-reading",
    "-::kanji::in-any-vocab-form",
    "-::kanji::in-vocab-main-form",
    "-::kanji::studying-vocab",
    "-::kanji::studying-vocab-with-primary-on-reading",
    "active_kanji",
    "legacy_scheduling",
    "source::wani::level::16"
  ]
}