{
  "kanji": "便",
  "sourceAnswer": "<primary>Convenience</primary>, Convenient",
  "userAnswer": "convenient | facility | excrement ..",
  "activeAnswer": "convenient | facility | excrement ..",
  "readingOnHtml": "<primary>べん</primary>, <primary>びん</primary>",
  "readingKunHtml": "たよ",
  "readingNanHtml": "",
  "radicals": [
    "ｲ",
    "更"
  ],
  "sourceMeaningMnemonic": "A <radical>leader</radical> stands upon the <radical>ground</radical> of the <radical>rice paddy</radical>. She is searching for <radical>treasure</radical>. It is said that this treasure here in this rice field will make things much easier for the leader (that's what leaders really want, after all). If she gets this treasure, it will be a great <kanji>convenience</kanji> for her, because convenience is everything when you're the leader.",
  "meaningInfo": "Imagine the leader looking around the rice paddy. She keeps saying, \"Ugh, it would be convenient if I didn't have to walk around out here looking for the treasure that's going to make things more convenient for me. Ugh.\" Go ahead and say this phrase out loud, too, pretending to be the leader in the rice paddy. Feel the cold and the wet, making it less convenient for you.",
  "readingMnemonic": "She finds a place to dig in the ground. It looks like there's some fresh dirt here. Finally, the treasure of <kanji>convenience</kanji> that will make this leader's life so much easier. She digs into the ground and pulls out a box. When she opens it, she finds out it's a <reading>ben</reading>to (<ja>べん</ja>). \"My god,\" she thinks. \"This really will make my life more convenient. My people can take their lunches with them now instead of coming back to base to eat, which will waste way less time!\"",
  "readingInfo": "Feel the happiness that the leader would feel at this revelation. It will make everything much more convenient for her, since she's not the one doing all the manual labor. She won't have to eat out of a bento, that's for sure.",
  "primaryVocab": [],
  "audio": "",
  "primaryReadingsTtsAudio": "[sound:hypertts-28381ee2c7e19beb51c9b5369f389705221f792cc89dc0095d9be75f.mp3]",
  "references": "",
  "userMnemonic": "",
  "similarMeaning": [],
  "confusedWith": [
    "使",
    "更"
  ],
  "image": "",
  "id": "b6779b71-265f-448f-9f2f-c9959e2811ae",
  "tags": [
    "-::kanji::has-studying-vocab-for-each-primary-reading",
    "-::kanji::has-vocab-with-primary-on-reading",
    "-::kanji::in-any-vocab-form",
    "-::kanji::in-vocab-main-form",
    "-::kanji::single-kanji-vocab",
    "-::kanji::single-kanji-vocab-with-different-reading",
    "-::kanji::studying-vocab",
    "-::kanji::studying-vocab-with-primary-on-reading",
    "active_kanji",
    "legacy_scheduling",
    "source::wani::level::11"
  ]
}