{
  "id": "0c259c58-efd9-40b9-9e76-0d581e5bff6e",
  "kanji": "率",
  "sourceAnswer": "<primary>Percent</primary>, Percentage",
  "userAnswer": "percent/ratio/rate/proportion",
  "activeAnswer": "percent/ratio/rate/proportion",
  "readingOnHtml": "<primary>りつ</primary>, <primary>そつ</primary>",
  "readingKunHtml": "ひき",
  "readingNanHtml": "",
  "radicals": [
    "亠",
    "冫",
    "幺",
    "十"
  ],
  "sourceMeaningMnemonic": "Sitting on the <radical>lid</radical> of a toilet, an <radical>explosion</radical> of <radical>poop</radical> erupts out, getting feces on your <radical>cross</radical> necklace and a large <kanji>percent</kanji> of your clothing. You were just trying to chill out, sitting on the lid of the toilet, and an explosion of poop just flew out the toilet bowl. Now you have poop all over you, like ninety-nine percent of your body is covered in poop. Even your cross necklace.",
  "meaningInfo": "This feels disgusting. Imagine yourself being covered in poop. Feel the warm smelly sludge covering your body as the abysmal aroma wafts up into your nostrils. You’re nearly one hundred percent covered in poop.",
  "readingMnemonic": "You’re emotionally scarred, so you need to eat your comfort food in order to calm yourself down. Your comfort food is <reading>Ritz</reading> (<ja>りつ</ja>) crackers, so you clean one hundred <kanji>percent</kanji> of the poop off you so your body is now zero percent covered by poop, and you start to devour a box of Ritz crackers.",
  "readingInfo": "Now that the percent of your body covered in poop has reached zero, you can comfortably eat. Imagine yourself eating these Ritz crackers as you slowly start to feel better about life. Taste their buttery crispness as they crumble in your mouth.",
  "primaryVocab": [],
  "audio": "",
  "userMnemonic": "",
  "similarMeaning": [],
  "confusedWith": [],
  "tags": [
    "-::kanji::has-primary-reading-with-no-studying-vocab",
    "-::kanji::has-vocab-with-primary-on-reading",
    "-::kanji::in-any-vocab-form",
    "-::kanji::in-vocab-main-form",
    "-::kanji::single-kanji-vocab",
    "-::kanji::studying-vocab",
    "source::wani::level::20"
  ]
}