{
  "kanji": "刀",
  "sourceAnswer": "<primary>Sword</primary>, Katana",
  "userAnswer": "sword/katana",
  "activeAnswer": "sword/katana",
  "readingOnHtml": "<primary>とう</primary>",
  "readingKunHtml": "<primary>かたな</primary>",
  "readingNanHtml": "",
  "radicals": [
    "丿",
    "𠃌"
  ],
  "sourceMeaningMnemonic": "The radical and the meaning of this kanji are almost the same! The radical is <radical>sword</radical>, but we're learning Japanese, so can you name a Japanese <kanji>sword</kanji>? That's right, the most common is a <kanji>katana</kanji>, which happens to be the meaning of this kanji as well.",
  "meaningInfo": "This kanji also looks a lot like the kanji <ja>力</ja>. To avoid getting them confused, remember that this one is missing the little nubbin at the top, because 90% of the power comes from the sword to cut your enemies down (which is why the sword kanji is 90% of the power kanji).",
  "readingMnemonic": "So now you have this sweet <kanji>katana</kanji> in your hands and you're swinging it around like an idiot. Feel free to make whooshing noises as you swing it around. To become a master katana wielder, you decide to travel to <ja><reading>とう</reading>きょう</ja> (That's Tokyo!). <ja>とうきょう</ja> has the best sword and katana schools in the world, so it makes sense to travel to <ja>とうきょう</ja>.",
  "readingInfo": "Imagine trying to travel to <ja>とうきょう</ja> with your katana. Airport security is not happy with you trying to take a katana on the plane, so you get a full cavity search. I hope you don't have any other swords hidden anywhere.",
  "primaryVocab": [],
  "audio": "",
  "userMnemonic": "",
  "similarMeaning": [],
  "confusedWith": [],
  "id": "55880378-c7c0-40bd-9dd8-45e475e37d72",
  "tags": [
    "-::kanji::has-studying-vocab-for-each-primary-reading",
    "-::kanji::has-vocab-with-primary-on-reading",
    "-::kanji::in-any-vocab-form",
    "-::kanji::in-vocab-main-form",
    "-::kanji::is-radical",
    "-::kanji::single-kanji-vocab",
    "-::kanji::studying-vocab",
    "-::kanji::studying-vocab-with-primary-on-reading",
    "active_kanji",
    "fixed_primary_readings",
    "legacy_scheduling",
    "source::wani::level::02"
  ]
}