{
  "id": "d783425e-922b-4a4c-bbc1-4e5c222ac267",
  "kanji": "敷",
  "sourceAnswer": "<primary>Spread</primary>",
  "userAnswer": "spread/spread-out/lay-out | pave | sit | impose-widely/promulgate",
  "activeAnswer": "spread/spread-out/lay-out | pave | sit | impose-widely/promulgate",
  "readingOnHtml": "ふ",
  "readingKunHtml": "<primary>しき</primary>, <primary>じき</primary>, <primary>し</primary>",
  "readingNanHtml": "",
  "radicals": [
    "旉",
    "攵"
  ],
  "sourceMeaningMnemonic": "Taking a <radical>cross</radical> with a <radical>drop</radical> on it, you walk through the <radical>rice paddy</radical> in the <radical>direction</radical> of <radical>winter</radical> and <kanji>spread</kanji> your arms wide. You spread your arms to halt the approach of winter because your rice paddy is not done growing yet. You take the cross with you for some extra religious power of persuasion, and the drop in case any of that rice is thirsty.",
  "meaningInfo": "Imagine facing the direction of the approaching winter while facing away from the rice paddy. Feel the weight of the cross in your hands as you spread your arms and implore the winter to hold off on its arrival. Drip the drop onto any thirsty rice.",
  "readingMnemonic": "You’re actually a <reading>Sheikh</reading> (<ja>しき</ja>) (an Arab leader) which makes the fact that you’re holding a cross while you <kanji>spread</kanji> your arms even more of a big deal. You spread your arms wider than any Sheikh ever has before.\n\nSide note: The official kun'yomi reading is just <ja>し</ja> but since no vocab words ever use <ja>し</ja>, we're teaching you <ja>しき</ja>, which includes what used to be okurigana but is never used outside of the kanji anymore.",
  "readingInfo": "Feel the strain on your Sheikh arms as you continue to spread them. Since you’re a Sheikh, you have to set a good example for your people, so don’t let them (or your arms) down.",
  "primaryVocab": [],
  "audio": "",
  "userMnemonic": "",
  "similarMeaning": [],
  "confusedWith": [
    "敫"
  ],
  "tags": [
    "-::kanji::has-studying-vocab-for-each-primary-reading",
    "-::kanji::in-any-vocab-form",
    "-::kanji::in-vocab-main-form",
    "-::kanji::no-primary-on-readings",
    "-::kanji::single-kanji-vocab",
    "-::kanji::studying-vocab",
    "active_kanji",
    "legacy_scheduling",
    "source::wani::level::40"
  ]
}