{
  "id": "04c35b7b-8af1-4c1b-a7d8-64ed9701250d",
  "kanji": "水",
  "sourceAnswer": "<primary>Water</primary>",
  "userAnswer": "water",
  "activeAnswer": "water",
  "readingOnHtml": "<primary>すい</primary>",
  "readingKunHtml": "<primary>みず</primary>",
  "readingNanHtml": "",
  "radicals": [
    "冫",
    "亅",
    "ノ",
    "丶"
  ],
  "sourceMeaningMnemonic": "The <radical>water</radical> radical and the <kanji>water</kanji> kanji are the same.",
  "meaningInfo": "So as long as you know the radicals, you know the kanji.",
  "readingMnemonic": "Imagine a lake (i.e. a whole bunch of <kanji>water</kanji>). When you think of water, you should try to think of this beautiful lake. It’s sunny, the trees smell nice (imagine a tree smell if you can – the more senses you use the better!) and on that tree there is an awesome tire <reading>swi</reading>ng (<ja>すい</ja>). You get onto the tire swing and you are swinging back and forth. The water is right in front of you, and you are able to use the swing to throw yourself into the water. It’s a lot colder than you expected, and you come back to the surface, gasping for breath. The water gets into your mouth and you taste it. How strange, it’s very, very <reading>swee</reading>t. Imagine the sweetness of the water and how weird it is (really really sweet, this water is).",
  "readingInfo": "I know that was a long one, but try to imagine all the different bits. Try to feel the feelings (cold, smell, etc) too. The more you create in this fake memory (which you’re using to remember and associate water with <ja>すい</ja> (swing)) the more likely you are to end up remembering enough to make it happen. Especially when it comes to the senses part, the more vividly you imagined it, the more likely you are to remember the on’yomi.",
  "primaryVocab": [],
  "audio": "",
  "userMnemonic": "",
  "similarMeaning": [
    "氺"
  ],
  "confusedWith": [
    "永"
  ],
  "tags": [
    "-::kanji::has-studying-vocab-for-each-primary-reading",
    "-::kanji::has-vocab-with-primary-on-reading",
    "-::kanji::in-any-vocab-form",
    "-::kanji::in-vocab-main-form",
    "-::kanji::is-radical",
    "-::kanji::single-kanji-vocab",
    "-::kanji::studying-vocab",
    "-::kanji::studying-vocab-with-primary-on-reading",
    "active_kanji",
    "fixed_primary_readings",
    "legacy_scheduling",
    "source::wani::level::02"
  ]
}