{
  "kanji": "飼",
  "sourceAnswer": "<primary>Domesticate</primary>",
  "userAnswer": "domesticate/raise/keep/feed",
  "activeAnswer": "domesticate/raise/keep/feed",
  "readingOnHtml": "<primary>し</primary>",
  "readingKunHtml": "<primary>か</primary>",
  "readingNanHtml": "",
  "radicals": [
    "飠",
    "司"
  ],
  "sourceMeaningMnemonic": "You <radical>eat</radical> part of a <radical>director</radical> to <kanji>domesticate</kanji> him. This director has been going around kicking cameramen and punching actors and it’s really ruining his reputation. You need to domesticate him. The only way to do this is to shock him into submission. His ego is so big from two blockbusters that you have to eat part of him to get him to calm down.",
  "meaningInfo": "Which part of the director did you choose to eat in order to domesticate him? Think about eating that part of the director and imagine its taste in your mouth as you chew. Eww.",
  "readingMnemonic": "While you did succeed in your attempt to <kanji>domesticate</kanji> the director, he is now bleeding profusely from the bite wound. All over the script! You gotta get your <reading>ca</reading>r (<ja>か</ja>) and drive him to the hospital like right away. Get to the car! Hurry!",
  "readingInfo": "You’re proud that you managed to domesticate the director, but now you feel kind of bad for having injured him. Okay, you really just feel bad because he’s probably going to sue you and he definitely has a lot of money. Oh, and he’s bleeding all over your car.",
  "primaryVocab": [],
  "audio": "",
  "primaryReadingsTtsAudio": "[sound:hypertts-605d87b34a08b1877d73747e97d8b8ce2c01807283811f71122ef3ff.mp3]",
  "references": "",
  "userMnemonic": "",
  "similarMeaning": [],
  "confusedWith": [],
  "image": "",
  "id": "04e6bdf4-673c-4bdf-be08-6b3519f667cb",
  "tags": [
    "-::kanji::has-primary-reading-with-no-studying-vocab",
    "-::kanji::has-vocab-with-primary-on-reading",
    "-::kanji::in-any-vocab-form",
    "-::kanji::in-vocab-main-form",
    "-::kanji::studying-vocab",
    "source::wani::level::32"
  ]
}