{
  "kanji": "了",
  "sourceAnswer": "<primary>Finish</primary>, Complete, End",
  "userAnswer": "finish/complete",
  "activeAnswer": "finish/complete",
  "readingOnHtml": "<primary>りょう</primary>",
  "readingKunHtml": "",
  "readingNanHtml": "",
  "radicals": [
    "一",
    "丿",
    "亅"
  ],
  "sourceMeaningMnemonic": "Think about it this way. There is a famous fishing lure inventor, working on his best work ever. He’s old, and he’s been trying to make the best fishing lure for the last 50 years, and knows this will be his last invention. Then he figures it out. He takes one <radical>barb</radical>, and connects the end of it to the top of another <radical>barb</radical>. When he does this, he knows his work is finally <kanji>finish</kanji>ed.",
  "meaningInfo": "Make sure you look at this amazing fishing lure too - hold it in your hand, see the two barbs fused together. Think about how strange this lure is. Is this really the best in the world? Will this really finish all other fishing lures?",
  "readingMnemonic": "How does the fish lure maker test his newly <kanji>finish</kanji>ed lure out? The one he just finished? He gets in a <reading>row</reading> (<ja>りょう</ja>) boat and rows out into the sea.",
  "readingInfo": "Make him think that he can’t just use his new lure on the side of the lake / ocean / whatever. He has to get out there, but unfortunately all he has is a crappy row boat. Imagine the row boat being terrible, leaky, and dangerous, which is why you’re surprised when he goes for it. That’s a terrible row boat to use! If you do this, you'll focus your mind on the rowboat part of things, which will help you to remember the reading of this kanji.",
  "primaryVocab": [],
  "audio": "",
  "primaryReadingsTtsAudio": "[sound:hypertts-02c72e042ae1ac9d9d3a1a7f6cd0e9e9a4c11bf3c5d1a47748951d13.mp3]",
  "references": "",
  "userMnemonic": "",
  "similarMeaning": [],
  "confusedWith": [],
  "image": "",
  "id": "0dc4dca3-b90b-4ca7-85b1-4401d0c2816d",
  "tags": [
    "-::kanji::has-studying-vocab-for-each-primary-reading",
    "-::kanji::has-vocab-with-primary-on-reading",
    "-::kanji::in-any-vocab-form",
    "-::kanji::in-vocab-main-form",
    "-::kanji::is-radical",
    "-::kanji::studying-vocab",
    "-::kanji::studying-vocab-with-primary-on-reading",
    "active_kanji",
    "legacy_scheduling",
    "source::wani::level::02"
  ]
}