{
  "kanji": "名",
  "sourceAnswer": "<primary>Name</primary>, Famous",
  "userAnswer": "name | fame/renown/excellence",
  "activeAnswer": "name | fame/renown/excellence",
  "readingOnHtml": "<primary>めい</primary>, <primary>みょう</primary>",
  "readingKunHtml": "<primary>な</primary>",
  "readingNanHtml": "",
  "radicals": [
    "夕",
    "口"
  ],
  "sourceMeaningMnemonic": "What is the <radical>evening</radical> <radical>mouth</radical>? Imagine a mouth that’s up in the night sky. It’s just there, talking, and only comes out at night. It only appears in one area of the world (what area would you choose? Imagine yourself going to that place to see the “night mouth.”), and appears only one month out of the year (more on this in a second). The “evening mouth” is the most famous thing in the _____ area (this is the area you choose). He’s so <kanji>famous</kanji> that everybody knows his <kanji>name</kanji> (“Evening Mouth.”).",
  "meaningInfo": "Imagine yourself going to the area you chose, and watching “Evening Mouth” speak. There are thousands of others there, wanting to see the giant floating mouth in the night sky. “Evening Mouth” then says “Everyone, what’s my <kanji>name</kanji>!?” and everyone shouts back “Evening Mouth!” in unison. “Evening Mouth” has certainly gotten really <kanji>famous</kanji>.",
  "readingMnemonic": "So, when does “Evening Mouth” appear? Turns out, “Evening Mouth” only comes out to talk in <reading>May</reading> (<ja>めい</ja>). You know this because it’s just starting to be spring, and when you look around (you’re watching “Evening Mouth” again) you see some spring flowers come up.",
  "readingInfo": "You know what they say. April showers bring May Flowers. What do <reading>May</reading> Flowers bring? They bring “Evening Mouth,” baby.",
  "primaryVocab": [],
  "audio": "",
  "userMnemonic": "",
  "similarMeaning": [],
  "confusedWith": [],
  "id": "5f6083d8-8649-4b4a-8f29-ac48b3bd5f08",
  "tags": [
    "-::kanji::has-studying-vocab-for-each-primary-reading",
    "-::kanji::has-vocab-with-primary-on-reading",
    "-::kanji::in-any-vocab-form",
    "-::kanji::in-vocab-main-form",
    "-::kanji::is-radical",
    "-::kanji::single-kanji-vocab",
    "-::kanji::studying-vocab",
    "-::kanji::studying-vocab-with-primary-on-reading",
    "active_kanji",
    "fixed_primary_readings",
    "legacy_scheduling",
    "source::wani::level::04"
  ]
}