{
  "id": "3e4c11e6-bcf5-4826-98b5-0346cc3d8c15",
  "kanji": "働",
  "sourceAnswer": "<primary>Work</primary>",
  "userAnswer": "work/labor",
  "activeAnswer": "work/labor",
  "readingOnHtml": "<primary>どう</primary>",
  "readingKunHtml": "<primary>はたら</primary>",
  "readingNanHtml": "",
  "radicals": [
    "ｲ",
    "動"
  ],
  "sourceMeaningMnemonic": "A <radical>leader</radical> with a lot of <radical>power</radical> can move <radical>heavy</radical> things with hardly any <kanji>work</kanji>. By power, I mean a lot of strength because this leader is very strong and moving heavy things is no problem for her. Her power allows the leader to move heavy things with little to no work at all.",
  "meaningInfo": "Picture this powerful leader, muscles flexing as she picks up heavy things and casually tosses them aside. How does she maintain so many muscles?\n\nNote - there are a few other kanji that have a similar meaning to this one. This kanji is used in words that refer to doing work, with a focus on movement or physical operation of a device.",
  "readingMnemonic": "Where does this leader’s power come from? <reading>Dou</reading>ghnuts (<ja>どう</ja>). She eats nothing but doughnuts. She has a special crew of bakers that <kanji>work</kanji> for her in the castle and they work all day to make the leader doughnuts of power. They are imbued with many secret ingredients that give the leader the power to move anything, no matter how heavy it is.",
  "readingInfo": "Picture yourself eating one of these power doughnuts. It’s delicious. Doughnuts are fantastic. Taste the fresh doughnut in your mouth as it crumbles and melts on your tongue. It’s the best doughnut you’ve ever had.",
  "primaryVocab": [],
  "audio": "",
  "userMnemonic": "",
  "similarMeaning": [],
  "confusedWith": [],
  "tags": [
    "-::kanji::has-studying-vocab-for-each-primary-reading",
    "-::kanji::has-vocab-with-primary-on-reading",
    "-::kanji::in-any-vocab-form",
    "-::kanji::in-vocab-main-form",
    "-::kanji::studying-vocab",
    "-::kanji::studying-vocab-with-primary-on-reading",
    "active_kanji",
    "legacy_scheduling",
    "source::wani::level::11"
  ]
}