{
  "kanji": "族",
  "sourceAnswer": "<primary>Tribe</primary>, Family",
  "userAnswer": "family/tribe",
  "activeAnswer": "family/tribe",
  "readingOnHtml": "<primary>ぞく</primary>",
  "readingKunHtml": "",
  "readingNanHtml": "",
  "radicals": [
    "方",
    "𠂉",
    "矢"
  ],
  "sourceMeaningMnemonic": "If someone is headed in your <radical>direction</radical> with a <radical>gun</radical>, nock an <radical>arrow</radical> in your bow and gather your <kanji>tribe</kanji> behind you because it’s about to get real! This man with a gun is headed your direction and he doesn’t even know what you and your tribe are gonna do to him. If he gets any closer, you’re likely to shoot that arrow right at him.",
  "meaningInfo": "This guy headed your direction with his gun doesn’t look friendly at all. Hear the sound of the bowstring as you nock your arrow and prepare your shot to defend yourself. Then imagine the sound of everyone in your tribe doing the same.",
  "readingMnemonic": "When he starts to get closer, you notice that this guy is a boso<reading>zoku</reading> (<ja>ぞく</ja>) bike gang member. Bosozoku means “running <kanji>tribe</kanji>” and this guy is running right at you. With a gun. So gather your own tribe behind you and prepare to defend yourself against this bosozoku member.",
  "readingInfo": "You remember what a bosozoku is, right? We wrote about them on Tofugu a while ago. They’re bike gang members and the “zoku” in bosozoku means tribe. Remember that article when you see this kanji.",
  "primaryVocab": [],
  "audio": "",
  "userMnemonic": "",
  "similarMeaning": [],
  "confusedWith": [
    "施",
    "旅"
  ],
  "id": "fa29f744-244e-4f46-8f92-620f3bc0267e",
  "tags": [
    "-::kanji::has-studying-vocab-for-each-primary-reading",
    "-::kanji::has-vocab-with-primary-on-reading",
    "-::kanji::in-any-vocab-form",
    "-::kanji::in-vocab-main-form",
    "-::kanji::single-kanji-vocab",
    "-::kanji::single-kanji-vocab-with-different-reading",
    "-::kanji::studying-vocab",
    "-::kanji::studying-vocab-with-primary-on-reading",
    "active_kanji",
    "legacy_scheduling",
    "source::wani::level::12"
  ]
}