{
  "kanji": "暇",
  "sourceAnswer": "<primary>Spare Time</primary>, Free Time",
  "userAnswer": "free-time/leasure",
  "activeAnswer": "free-time/leasure",
  "readingOnHtml": "<primary>か</primary>",
  "readingKunHtml": "<primary>ひま</primary>, いとま",
  "readingNanHtml": "",
  "radicals": [
    "日",
    "又"
  ],
  "sourceMeaningMnemonic": "In the <radical>sun</radical> while holding a <radical>comb</radical> in a <radical>cage</radical> and sitting on a <radical>stool</radical>, you comb your hair in your <kanji>spare time</kanji>. Since you’re in a cage, you actually fashioned this comb yourself, so it’s a little messed up, missing a prong. You’re working on improving it in your spare time, and you also use it to style your mop.",
  "meaningInfo": "Imagine yourself in your spare time, sitting on this stool in a cage in the sun. Feel the warmth of the sun on your body and feel the metal bars of the cage holding you in. You try to forget about your situation by combing your hair with the comb. The comb radical is a little modified, so be sure to remember that you made this comb yourself and it’s a little wonky.",
  "readingMnemonic": "So how did you get in this cage? Well, before you used to comb your hair in your <kanji>spare time</kanji>, you used to steal <reading>ca</reading>rs (<ja>か</ja>). You’d stolen many a car in your day, but you finally got caught in the act of stealing a car, and now you’re spending all of your spare time in that cage, just combing your hair.",
  "readingInfo": "Picture yourself in this cage. You’re going to be there for life because you’d stolen too many cars. Feel the tears run down your face as you continue to comb your hair. You’re going to die in this cage.",
  "primaryVocab": [],
  "audio": "",
  "userMnemonic": "given <kan>spare-time</kan> sit on a <rad>stool</rad> in the <rad>sun</rad> by your <read>car</read> and try and make sense of the rest of this kanji",
  "similarMeaning": [],
  "confusedWith": [],
  "id": "968f92c4-4410-45b6-9965-6fb8d24c35ba",
  "tags": [
    "-::kanji::has-studying-vocab-for-each-primary-reading",
    "-::kanji::has-vocab-with-primary-on-reading",
    "-::kanji::in-any-vocab-form",
    "-::kanji::in-vocab-main-form",
    "-::kanji::single-kanji-vocab",
    "-::kanji::studying-vocab",
    "-::kanji::studying-vocab-with-primary-on-reading",
    "active_kanji",
    "fixed_primary_readings",
    "legacy_scheduling",
    "source::wani::level::27"
  ]
}