{
  "kanji": "軽",
  "sourceAnswer": "<primary>Lightweight</primary>, Light, Light Weight",
  "userAnswer": "light/lightly/trifling",
  "activeAnswer": "light/lightly/trifling",
  "readingOnHtml": "<primary>けい</primary>",
  "readingKunHtml": "<primary>かる</primary>, がる",
  "readingNanHtml": "",
  "radicals": [
    "車",
    "圣"
  ],
  "sourceMeaningMnemonic": "For a <radical>car</radical>, a <radical>tombstone</radical> is <kanji>lightweight</kanji>. Cars are very strong, you see, so something heavy like a tombstone is no match for them. All cars find tombstones to be <kanji>light</kanji> and easy to transport.",
  "meaningInfo": "Picture yourself trying to move a huge slab tombstone. It’s difficult, no? I bet you wish you had a car or some other vehicle to make the process much less painful. Your arms are getting sore from carrying the tombstone and you’re getting sweaty and hot from all the work. What you would do for a car with air conditioning.",
  "readingMnemonic": "What do you wish you had to transport this tombstone? Oh, that’s right, a car. So you need some kind of <reading>car</reading> <reading>loo</reading>phole (<ja>かる</ja>). If you had a car, this tombstone moving business would be no problem. To cars, tombstones are naught but <kanji>lightweight</kanji> pebbles! But the rules say you can't use cars to carry tombstones, so you need to find a car loophole.",
  "readingInfo": "Remember all that hard work you were doing before and how you got all sweaty and gross? Now imagine yourself inside of a nice car with air conditioning, and the tombstone in the trunk. It feels great doesn’t it? The air conditioning is perfect, and driving a car is much easier than carrying a tombstone around. Thank goodness you found a car loophole in the tombstone carrying rules.",
  "primaryVocab": [],
  "audio": "",
  "primaryReadingsTtsAudio": "[sound:hypertts-15fef8b963a3ca33f663ac835aa2893d9f11392599c34c7f60ce5948.mp3]",
  "references": "",
  "userMnemonic": "",
  "similarMeaning": [],
  "confusedWith": [],
  "image": "",
  "id": "0e7457aa-f0fa-4dd2-832a-1e91b78a1f55",
  "tags": [
    "-::kanji::has-studying-vocab-for-each-primary-reading",
    "-::kanji::has-vocab-with-primary-on-reading",
    "-::kanji::in-any-vocab-form",
    "-::kanji::in-vocab-main-form",
    "-::kanji::single-kanji-vocab",
    "-::kanji::studying-vocab",
    "-::kanji::studying-vocab-with-primary-on-reading",
    "active_kanji",
    "legacy_scheduling",
    "source::wani::level::10"
  ]
}