{
  "kanji": "善",
  "sourceAnswer": "<primary>Morally Good</primary>, Good",
  "userAnswer": "",
  "activeAnswer": "<primary>Morally Good</primary>, Good",
  "readingOnHtml": "<primary>ぜん</primary>",
  "readingKunHtml": "",
  "readingNanHtml": "",
  "radicals": [
    "𦍌",
    "一",
    "口"
  ],
  "sourceMeaningMnemonic": "A <radical>sheep</radical> loses its <radical>horns</radical> on the <radical>ground</radical> so it picks them up in its <radical>mouth</radical> to take them to someone who's <kanji>morally good</kanji> enough to attach them back onto its head. Sheep don’t have hands, so the sheep had to pick the horns up off the ground with his mouth. Someone evil would just murder the sheep and steal his horns, so the sheep must find someone <kanji>good</kanji> to reaffix them.",
  "meaningInfo": "Imagine yourself as the good person being approached by this forlorn sheep without horns. Hear the clack of the horns together as the sheep drops them out of his mouth onto the ground and lets out a pathetic bleat. “Baa~aa~ah~”",
  "readingMnemonic": "Since you are <kanji>morally good</kanji>, you decide not to murder the sheep and harvest its organs. Instead, as a practitioner of the <kanji>good</kanji> teachings of <reading>Zen</reading> (<ja>ぜん</ja>) Buddhism, you decided to help the sheep out. Your Zen teachings have increased the power of your healing abilities, so you fix the sheep up in no time.",
  "readingInfo": "Imagine yourself using your Zen magic to heal this sheep. Place your hands on the sheep’s horns and imagine returning them to their rightful location on the sheep’s head. Feel the soft wool of the sheep as he bleats in happiness.",
  "primaryVocab": [],
  "audio": "",
  "primaryReadingsTtsAudio": "[sound:hypertts-2b6b62326a15141ca26201abe42549409e634819eb46dec86989e0fb.mp3]",
  "references": "",
  "userMnemonic": "",
  "similarMeaning": [],
  "confusedWith": [],
  "image": "",
  "id": "0f646c99-a8b7-447b-ad46-f216c5bcb5a5",
  "tags": [
    "-::kanji::has-vocab-with-primary-on-reading",
    "-::kanji::in-any-vocab-form",
    "-::kanji::in-vocab-main-form",
    "source::wani::level::19"
  ]
}