{
  "kanji": "式",
  "sourceAnswer": "<primary>Ritual</primary>, Ceremony, Equation",
  "userAnswer": "ceremony/ritual | style/type | method",
  "activeAnswer": "ceremony/ritual | style/type | method",
  "readingOnHtml": "<primary>しき</primary>",
  "readingKunHtml": "",
  "readingNanHtml": "",
  "radicals": [
    "弋",
    "工"
  ],
  "sourceMeaningMnemonic": "To <radical>construct</radical> a whole <radical>ceremony</radical>, you can’t just make it up on the spot. That is not a ceremony. A ceremony has a past. A ceremony is done a certain way because that’s the way it’s always been done. In short, to build a ceremony, you have to create a <kanji>ritual</kanji> first. Then, the ritual can be constructed into a bigger, more lavish ceremony.\n\nThis kanji also means <kanji>equation</kanji> for some reason too. Just think of a ceremony that involves doing math and coming up with equations. How strange would that be? Pretend you're at this ceremony.",
  "meaningInfo": "Ritual and Ceremony kind of mean the same things, sort of. Don't worry too much if you mix them up a little - both will help you to remember the other. There's a reason this kanji is made up of the ceremony radical already!",
  "readingMnemonic": "So, you’re at a <kanji>ritual</kanji>. Think of the most ridiculous ceremony you can think of. Give it a shot – I’ll let you come up with the ridiculousness this time (it’s good practice). When you think of your mnemonic, make sure to imagine it with a Sheikh (an Arabic leader). Have the sheikh do something ridiculous to help you to think of this sheikh (<ja>しき</ja>) and then remember this on’yomi.",
  "readingInfo": "It’s good to practice making your own mnemonics up every once in a while. It’ll help you to add on to the mnemonics already here and make better ones more personal to yourself!",
  "primaryVocab": [],
  "audio": "",
  "userMnemonic": "",
  "similarMeaning": [],
  "confusedWith": [],
  "id": "0817b97e-b51c-4552-a10f-623aef80496e",
  "tags": [
    "-::kanji::has-studying-vocab-for-each-primary-reading",
    "-::kanji::has-vocab-with-primary-on-reading",
    "-::kanji::in-any-vocab-form",
    "-::kanji::in-vocab-main-form",
    "-::kanji::is-radical",
    "-::kanji::single-kanji-vocab",
    "-::kanji::studying-vocab",
    "-::kanji::studying-vocab-with-primary-on-reading",
    "active_kanji",
    "legacy_scheduling",
    "source::wani::level::15"
  ]
}