{
  "kanji": "虚",
  "sourceAnswer": "<primary>Void</primary>",
  "userAnswer": "void/emptiness",
  "activeAnswer": "void/emptiness",
  "readingOnHtml": "<primary>きょ</primary>, こ",
  "readingKunHtml": "むな",
  "readingNanHtml": "",
  "radicals": [
    "虍",
    "业"
  ],
  "sourceMeaningMnemonic": "A <radical>tiger</radical>, clad in <radical>spikes</radical>, exists in the <kanji>void</kanji>. This tiger is from another dimension where tigers rule the earth, clad in armor with spikes. The void has allowed this tiger to cross dimensional planes.",
  "meaningInfo": "Tigers are pretty intimidating just on their own, let alone with spikey armor. Imagine this tiger, covered in spikes. It’s roaring at you. Pretty scary, huh?",
  "readingMnemonic": "The aforementioned <kanji>void</kanji> has opened up in Little <reading>Kyo</reading>to (<ja>きょ</ja>). The spiked void tigers chose to come here in order to face off against the Hanshin Tigers baseball team in battle. It will be a vicious match here in Little Kyoto. Since this is taking place in Little Kyoto and not Japan itself, the Hanshin Tigers won't have the home field advantage. Who will win?",
  "readingInfo": "Picture this grand match taking place in Little Kyoto. Actual tigers versus the Hanshin Tigers. It’s truly a sight to behold. The void tigers are armed with their spikes and the Hanshin Tigers are armed with their bats. Hear the crack of wood and the roar of tigers in the air as the battle commences.",
  "primaryVocab": [],
  "audio": "",
  "primaryReadingsTtsAudio": "[sound:hypertts-8ea2250e0c4714c7698bf308103bb9a6e845a971c887023eed051838.mp3]",
  "references": "",
  "userMnemonic": "",
  "similarMeaning": [],
  "confusedWith": [
    "嘘"
  ],
  "image": "",
  "id": "9b104e45-1966-40eb-9987-bc3b364b2ca9",
  "tags": [
    "-::kanji::has-vocab-with-primary-on-reading",
    "-::kanji::in-any-vocab-form",
    "-::kanji::in-vocab-main-form",
    "-::kanji::is-radical",
    "-::kanji::single-kanji-vocab",
    "-::kanji::single-kanji-vocab-with-different-reading",
    "active_kanji",
    "source::wani::level::17"
  ]
}