{
  "kanji": "狭",
  "sourceAnswer": "<primary>Narrow</primary>",
  "userAnswer": "narrow/cramped",
  "activeAnswer": "narrow/cramped",
  "readingOnHtml": "<primary>きょう</primary>",
  "readingKunHtml": "<primary>せま</primary>, せば",
  "readingNanHtml": "",
  "radicals": [
    "犭",
    "夹"
  ],
  "sourceMeaningMnemonic": "You have an <radical>animal</radical> for a <radical>husband</radical> with <radical>horns</radical> that are <kanji>narrow</kanji>. This animal husband of yours is a goat. A goat with narrow horns. Why is this animal your husband? You’re weird, that’s why.",
  "meaningInfo": "Imagine yourself married to this animal husband with horns that are narrow. It’s a strange marriage. Listen to the goat making its goat noises as it clomps around your home. Now hug your goat husband and feel its soft fluffy coat against your skin.",
  "readingMnemonic": "I’m not even going to get into the <reading>sema</reading>ntics (<ja>せま</ja>) of how this weird relationship of yours works. Nope, this reading explanation is on the straight and <kanji>narrow</kanji>. Need to know basis. Classified. All that junk. There will be no discussion of the semantics between you and your goat lover.",
  "readingInfo": "But that doesn’t mean you can’t imagine the semantics. The finer points of the relationship. Go ahead, imagine all the weird stuff that comes with the territory for having a goat as a husband. Use all that weird stuff to remember this kanji and its reading. Want an example? Just imagine the goat doing dishes! Goats don’t have hands! Hahahahaha!!",
  "primaryVocab": [],
  "audio": "",
  "userMnemonic": "",
  "similarMeaning": [],
  "confusedWith": [
    "狡"
  ],
  "id": "b123e3af-e5b2-4628-8714-05804f1bd4ee",
  "tags": [
    "-::kanji::has-primary-reading-with-no-studying-vocab",
    "-::kanji::has-vocab-with-primary-on-reading",
    "-::kanji::in-any-vocab-form",
    "-::kanji::in-vocab-main-form",
    "-::kanji::studying-vocab",
    "active_kanji",
    "legacy_scheduling",
    "source::wani::level::24"
  ]
}