{
  "kanji": "々",
  "sourceAnswer": "<primary>Repeater</primary>, Repetition, Reduplication, Iteration Mark",
  "userAnswer": "repeater",
  "activeAnswer": "repeater",
  "readingOnHtml": "",
  "readingKunHtml": "<primary>のま</primary>",
  "readingNanHtml": "",
  "radicals": [
    "⺈",
    "丶"
  ],
  "sourceMeaningMnemonic": "This is a strange kanji because it doesn't really mean anything at all. In fact, what it does is it repeats the kanji that comes before it. For example: <ja>人々</ja> is actually <ja>人人</ja>. This kanji shows up whenever there's a repeating kanji, because it's often easier to write than writing a more complicated kanji twice. That's why this kanji is the <kanji>repeater</kanji>. It repeats what comes before it.\n\nTo remember that this kanji is the repeater, though, think of a <radical>drop</radical> of water dripping into a <radical>prison</radical>. Drip drop drip drop. It does that over and over again, driving the prisoners nuts. But it never stops. It just repeats over and over.",
  "meaningInfo": "Since this kanji doesn't really have a meaning as much as it does a function, try to change the way you think about it when you're memorizing it.",
  "readingMnemonic": "In Japanese, this symbol is often called the <ja>のま</ja> because it looks like the katakana characters <ja>ノ</ja> and <ja>マ</ja> put together. If you know katakana then this will be easy to read. If you don't, think of it this way: \n\nYour mom is the <kanji>repeater</kanji>. She is trying to force feed you over and over again until you explode (literally). You keep yelling \"<reading>No ma</reading>!\" (<ja>のま</ja>) but she doesn't stop. She's on a repeating track, never stopping, repeating forever.",
  "readingInfo": "If you feel like you're so full you're about to burst, and if you imagine your mom doing this to you (how could you, ma?), you should be able to remember the reading of this kanji. That being said, the reading is mostly only useful in the event that you have to identify a <ja>々</ja>—otherwise, you won't see it much.",
  "primaryVocab": [],
  "audio": "",
  "primaryReadingsTtsAudio": "[sound:hypertts-1147f230dbc4e17b6321afe3c5d30cf80a0df329df1d067aab27ed15.mp3]",
  "references": "",
  "userMnemonic": "",
  "similarMeaning": [],
  "confusedWith": [],
  "id": "b1a02694-f17d-43f8-9c5d-eee0daf72730",
  "tags": [
    "-::kanji::no-primary-on-readings",
    "legacy_scheduling",
    "source::wani::level::02"
  ]
}