{
  "question": "とか",
  "sourceAnswer": "and-the-like/such-as/among-other-things/and-so-on | or-something/something-like/a-(certain) | I-hear-that-.../people-say-that.../rumour-has-it-that-... | or-something/something-like/or-whatever",
  "userAnswer": "and-{the-like/such}/etc | or-something |  I-hear/might-be",
  "activeAnswer": "and-{the-like/such}/etc | or-something |  I-hear/might-be",
  "userExplanation": "",
  "userExplanationLong": "BXX-E02 Daijirin 4th Edition<br>toka<br>(Parallel particle)<br>[Derived from the case particle \"to\" with the adverbial particle \"ka\" attached. Used since the Edo period]<br>Connects to nouns or equivalent words, and the conclusive form of conjugated words. Used to list examples of things, actions, or states.<ol><li>Generally, \"toka\" is attached to all items in the list, including the last one, as in \"...toka...toka\".<br>\"Every day, I'm busy with cleaning, laundry, meal preparation, etc., and don't have time to read books leisurely\"<br>\"Instead of just studying all the time, you should sometimes go for walks, exercise, etc.\"</li><li>Sometimes, \"toka\" is not attached to the last item in the list, as in \"...toka...toka...\".<br>\"This summer vacation, we toured various lakes like Lake Toya, Lake Shikotsu, Lake Akan, etc.\"<br>\"You don't need to come all the way here; a phone call or a letter will suffice\"<br>[Recently, among young people, a usage of \"toka\" has been observed where it's used not to list items, but to soften a statement about a single item. \"I ended up saying 'I like you' toka\" \"At night, I watch TV toka\"]<br>→ toka (compound)・toka nantoka</li></ol>BXX-E02 Daijirin 4th Edition<br>toka<br>(Compound)[Composed of the case particle \"to\" and the adverbial particle \"ka\"]<br>Used to express uncertain imagination or hearsay.<br>\"I heard that person's grandfather is still healthy and is ninety-something toka\"<br>\"I heard that Yamamoto-san is unwell and bedridden toka\"<br>\"A person called Yamada toka\"[Composed of the case particle \"to\" and the binding particle \"ka\"]<br>Same as above. Used within a sentence in correspondence with the phrase at the end of the sentence, or used at the end of a sentence.<br>\"In the May rain, the cuckoo cries through the night; what could it be grieving toka? / Kokin Wakashū (Summer)\"<br>\"The autumn moon shines clearly on the mountain side; see how many maple leaves are falling toka / Kokin Wakashū (Late Autumn)\"<br>[The older usage is from before the early medieval period. From the late medieval period onwards, the usage in became more common]B01-E03 Obunsha Japanese Dictionary 11th Edition<br>toka<br>🈩 (Adverbial particle)<ol><li>Expresses a non-exclusive listing. \"To value position toka honor toka\"</li><li>Indicates uncertain content such as hearsay. \"A man called Yamada toka\" \"I heard he was discharged from the hospital toka\"<br>🈔 (Case particle) A word used to make a statement vague. \"Drink tea toka\"<br>Case particle \"to\" + adverbial particle \"ka\"<br>Attaches to various words (nouns, conclusive forms of verbs and auxiliaries, etc.)</li></ol>B02-E05 Meikyo Japanese Dictionary 2nd Edition<br>to-ka<br>[Compound] Expresses uncertain hearsay or imagination.<br>\"A person called Yoshioka toka came\"<br>\"He said he's going on a business trip from tomorrow toka\"<br>\"I heard he's taking a day off because he caught a cold toka\"<br>◇ Case particle \"to\" + adverbial particle \"ka\".<br>[Adverbial particle] {In the form \"A toka B toka (N toka)\", following nouns or conclusive forms of conjugated words}<ol><li>Presents several examples from similar things.<br>\"I like ball games like tennis toka baseball toka golf toka\"<br>\"He keeps ordering 'go' toka 'don't go' toka\"<br>The basic form is \"...toka...toka\", but it can also be used as \"...toka...\" or \"...toka...nado\" as in \"Violets toka daffodils have started blooming\" or \"It requires thorough preparation toka, accurate judgment nado\". Also, it can be used to give just one example as in \"Strict warning toka, some kind of punishment is necessary\", or to hint at others or make the whole statement vague as in \"Praising with words like 'beautiful' toka nantoka\".</li><li>[Youth language] Softens the tone to avoid being assertive.<br>\"It's not ready toka yet\"<br>\"As expected of Yamada-san toka, I'd say\"<br>\"Don't you think it's annoying toka?\"<br>◇ In traditional usage, it's almost equivalent to \"nado\" or \"demo\".<br>◆ 2 is a grammaticalized form of 1.</li></ol>B06-E04 Digital Daijisen<br>to-ka<br>[Compound]<br>1️⃣ {Case particle \"to\" + adverbial particle \"ka\"} Indicates pointing to unclear matters. \"It seems they're in trouble because a family member is sick toka\"<br>[Note] Before the medieval period, \"ka\" in \"toka\" was usually treated as a binding particle.<br>2️⃣ {Parallel particle \"to\" + adverbial particle \"ka\"}<br>① Expresses listing or enumerating things, actions, or effects as examples. \"Literary figures like Soseki toka Ogai toka\" \"They're making a fuss about seeing it toka not seeing it toka\" → tokaya<br>[Note] It can also be used without \"toka\" on the last item, as in \"Can't be saying things like itchy toka painful\".<br>② Attached after a word to avoid being definitive and to make things vague. \"Coming back from school toka\"<br>[Note] This usage spread among young people in the early 1990s and quickly spread to adults as well. Speech that overuses this is called \"toka-ben\". → hou → teki<br>",
  "userMnemonic": "",
  "userCompounds": [
    "と",
    "か"
  ],
  "readings": [
    "とか"
  ],
  "partsOfSpeech": "conjunction, expression, particle",
  "sourceMnemonic": "",
  "sourceReadingMnemonic": "",
  "audioB": "[sound:yomichan_audio_とか_とか_2023-07-19-19-18-35.mp3]",
  "audioG": "",
  "audioTTS": "",
  "forms": [
    "とか"
  ],
  "sentenceCount": 248,
  "technicalNotes": "",
  "references": "",
  "matchingRules": {
    "prefixIsNot": [],
    "suffixIsNot": [],
    "surfaceIsNot": [],
    "yieldToSurface": [],
    "requiredPrefix": []
  },
  "relatedVocab": {
    "ergativeTwin": "",
    "derivedFrom": "",
    "perfectSynonyms": [],
    "synonyms": [],
    "antonyms": [],
    "confusedWith": [],
    "seeAlso": []
  },
  "id": "1d387451-d07c-4561-b124-70daa88d6fa7",
  "tags": [
    "_uk",
    "legacy_scheduling",
    "source::yomitan"
  ]
}