{
  "id": "a5b4ae04-d7b6-4539-9615-2a500824fcf7",
  "question": "訪れる",
  "sourceAnswer": "to{}{visit/call-on} | to:{arrive-(season,-time,-situation,-etc.)/come/appear} | to:make-a-sound | to{}{send-a-letter/inquire-about-a-letter}",
  "userAnswer": "to{} visit/call-on | arrive/appear",
  "activeAnswer": "to{} visit/call-on | arrive/appear",
  "userExplanation": "",
  "userExplanationLong": "",
  "userMnemonic": "",
  "userCompounds": [],
  "readings": [
    "おとずれる"
  ],
  "partsOfSpeech": "ichidan verb, transitive",
  "parsedTypeOfSpeech": "",
  "sourceMnemonic": "Because the hiragana ends with an <ja>う</ja> sound, you know this word is a verb. The kanji itself means <kanji>visit</kanji> and the verb vocab version is also <vocabulary>to visit</vocabulary>.\n\nWhat makes it different from <ja>訪ねる</ja>, though? With <ja>訪ねる</ja>, you're going somewhere or visiting someone with a clear purpose. With <ja>訪れる</ja>, the emphasis is on the act of visiting a place (and not a person), regardless of purpose. So, if you're simply saying that you're going to go visit the Kiyomizu Temple in Kyoto, you could say <ja>訪れる</ja>. On the other hand, if you're visiting the Kiyomizu Temple to discover something, or you're going to pay a visit to a teacher in Kyoto for some advice, you could use <ja>訪ねる</ja>.\n\nThose uses we just described for <ja>訪れる</ja> are for when it is transitive. However, it can also be intransitive, if the action is done by something rather than someone. In that case, it means \"to come\", as in \"winter comes\" (<ja>冬が訪れる</ja>) or \"peace comes\" (<ja>平和が訪れる</ja>). <ja>訪ねる</ja>, on the other hand, cannot be used in this way.",
  "sourceReadingMnemonic": "The reading isn't the same as <ja>訪ねる</ja>, though, I'm afraid. It's <ja>おとず</ja>. Remember how this means just visiting a place? Unfortunately, you completely forgot what you were visiting. When you finally remember, it's because you were looking down to think. It's to look at the toes of the giant Buddha statue. \"<reading>Oh Toes</reading>!\" (<ja>おとず</ja>), you exclaim.",
  "audioB": "[sound:訪れる_b.mp3]",
  "audioG": "[sound:訪れる_g.mp3]",
  "audioTTS": "",
  "kanji": "",
  "forms": [
    "訪れる"
  ],
  "homophones": "",
  "sentenceCount": 19,
  "matchingRules": {
    "prefixIsNot": [],
    "suffixIsNot": [],
    "surfaceIsNot": [],
    "yieldToSurface": [],
    "requiredPrefix": []
  },
  "relatedVocab": {
    "ergativeTwin": "",
    "derivedFrom": "",
    "perfectSynonyms": [],
    "synonyms": [
      "訪ねる"
    ],
    "antonyms": [],
    "confusedWith": [],
    "seeAlso": []
  },
  "tags": [
    "source::wani::level::29"
  ]
}