{
  "kanji": "年",
  "sourceAnswer": "<primary>Year</primary>",
  "userAnswer": "year",
  "activeAnswer": "year",
  "readingOnHtml": "<primary>ねん</primary>",
  "readingKunHtml": "<primary>とし</primary>",
  "readingNanHtml": "",
  "radicals": [
    "𠂉",
    "厂",
    "十"
  ],
  "sourceMeaningMnemonic": "The <radical>cow</radical> part of this kanji is slightly altered, but I think you can see where it is. The <radical>gun</radical> looks just fine, though. Think back to a fake memory you have living on the farm. You have your gun, and you gotta use it on a cow (ruh roh). Once a <kanji>year</kanji> on New Year's, you have to go out and shoot one of the cows. It's only a yearly shooting, though, so at least there's that respite.",
  "meaningInfo": "You'll have to imagine yourself doing this to remember the meaning of the kanji. Focus on the thought that \"okay... it's only once a year... I only have to do this once a <kanji>year</kanji>...\"",
  "readingMnemonic": "It is New <kanji>Years</kanji>, though, so when you bring the dead cow back home, it’s time to celebrate. Using the cow’s organs and bones, you and your siblings construct a <reading>nen</reading>doroid (<ja>ねん</ja>). Nendoroids are Japanese toys - little plastic figurines (Google it if need be). You make a little cow nendoroid holding a gun. How cute.",
  "readingInfo": "How funny that you use dead cow parts to make a miniature cow holding a gun much like the one you murdered earlier. Imagine yourself playing with this nendoroid as you think about how weird it was to make a cow nendoroid out of a dead cow.",
  "primaryVocab": [],
  "audio": "",
  "userMnemonic": "",
  "similarMeaning": [],
  "confusedWith": [],
  "id": "d4adf3b6-e258-4990-9df7-02dce011ee05",
  "tags": [
    "-::kanji::has-studying-vocab-for-each-primary-reading",
    "-::kanji::has-vocab-with-primary-on-reading",
    "-::kanji::in-any-vocab-form",
    "-::kanji::in-vocab-main-form",
    "-::kanji::single-kanji-vocab",
    "-::kanji::studying-vocab",
    "-::kanji::studying-vocab-with-primary-on-reading",
    "active_kanji",
    "fixed_primary_readings",
    "legacy_scheduling",
    "source::wani::level::04"
  ]
}