{
  "id": "c332562a-e3d3-43a3-a984-e465f9b7faac",
  "kanji": "展",
  "sourceAnswer": "<primary>Expand</primary>",
  "userAnswer": "unfold/expand",
  "activeAnswer": "unfold/expand",
  "readingOnHtml": "<primary>てん</primary>",
  "readingKunHtml": "のぶ, のび",
  "readingNanHtml": "",
  "radicals": [
    "尸",
    "龷",
    "𧘇"
  ],
  "sourceMeaningMnemonic": "There’s a <radical>flag</radical> under the <radical>blackjack</radical> table that you can <radical>kick</radical> in order to <kanji>expand</kanji> the table. Sometimes you only have a few people playing blackjack so you don’t need to kick the flag at all, and sometimes  there are many people playing blackjack so you need to kick the flag many times in order to expand it to a proper size.",
  "meaningInfo": "Imagine yourself kicking this flag to see the blackjack table expand. Feel your foot kicking the flag. You’ve kicked it so many times that your leg is sore, but you need to expand the table some more so you keep kicking it. Imagine the blackjack table making that sound Mario makes whenever he gets a mushroom and expands in size.",
  "readingMnemonic": "The blackjack table does have a limit though of how many times it will <kanji>expand</kanji>, and that limit is <reading>ten</reading> (<ja>てん</ja>). You can only kick the flag to get the table to expand ten times.",
  "readingInfo": "Imagine yourself kicking the flag ten times. Count it off in your head and imagine each instance up to ten. Any more kicks after ten don’t cause the table to do anything, but it does cause your leg to get sore.",
  "primaryVocab": [],
  "audio": "",
  "userMnemonic": "",
  "similarMeaning": [],
  "confusedWith": [],
  "tags": [
    "-::kanji::has-studying-vocab-for-each-primary-reading",
    "-::kanji::has-vocab-with-primary-on-reading",
    "-::kanji::in-any-vocab-form",
    "-::kanji::in-vocab-main-form",
    "-::kanji::studying-vocab",
    "-::kanji::studying-vocab-with-primary-on-reading",
    "active_kanji",
    "source::wani::level::24"
  ]
}