{
  "id": "ff1f646c-f9a6-425a-8e8e-6ec6ebee7af3",
  "kanji": "域",
  "sourceAnswer": "<primary>Region</primary>, Boundary",
  "userAnswer": "region/boundary",
  "activeAnswer": "region/boundary",
  "readingOnHtml": "<primary>いき</primary>",
  "readingKunHtml": "",
  "readingNanHtml": "",
  "radicals": [
    "土",
    "或"
  ],
  "sourceMeaningMnemonic": "Under the <radical>dirt</radical> in the <radical>ground</radical> is a <radical>drunkard</radical> with something in his <radical>mouth</radical> from a <kanji>region</kanji> in North America. He died from whatever it is that’s in his mouth. That’s how this drunkard ended up under the ground in the first place. His whole face region is disfigured from whatever he ate. I wonder what region of North America the strange object came from?",
  "meaningInfo": "Try and imagine yourself unearthing this dead drunkard and trying to figure out what’s in his mouth. Smell the decay of flesh as you poke around in his mouth, trying to figure out what this thing is. Think of an object and what region of North America it comes from.",
  "readingMnemonic": "In an attempt to identify what <kanji>region</kanji> of North America the thing in the drunkard’s mouth came from, you touch it and try to remove it with your bare hands. Upon touching whatever it is, you find it to be all <reading>icky</reading> (<ja>いき</ja>) and gooey. Like, super icky. So icky that you barf in the region immediately adjacent to you.",
  "readingInfo": "Imagine touching this super icky substance from the drunkard’s mouth. It’s really icky. Feel yourself throwing up as you feel the icky goo in the region between your fingers.",
  "primaryVocab": [],
  "audio": "",
  "userMnemonic": "",
  "similarMeaning": [],
  "confusedWith": [],
  "tags": [
    "-::kanji::has-studying-vocab-for-each-primary-reading",
    "-::kanji::has-vocab-with-primary-on-reading",
    "-::kanji::in-any-vocab-form",
    "-::kanji::in-vocab-main-form",
    "-::kanji::studying-vocab",
    "-::kanji::studying-vocab-with-primary-on-reading",
    "active_kanji",
    "source::wani::level::22"
  ]
}