{
  "id": "bce60f1c-de23-47d2-9dbe-0a549b96f004",
  "kanji": "知",
  "sourceAnswer": "<primary>Know</primary>",
  "userAnswer": "know | wisdom",
  "activeAnswer": "know | wisdom",
  "readingOnHtml": "<primary>ち</primary>",
  "readingKunHtml": "<primary>し</primary>",
  "readingNanHtml": "",
  "radicals": [
    "矢",
    "口"
  ],
  "sourceMeaningMnemonic": "Just before saying something important, you take an <radical>arrow</radical> to the <radical>mouth</radical> which seals your lips together, making it so you can't talk. Someone doesn't want you to share what you <kanji>know</kanji> with someone else.",
  "meaningInfo": "Imagine being so surprised by this arrow. Then, think of all the things you know that need to be said and told to everyone. Maybe you have information about nuke codes. Maybe you have information that will save the President. Whatever it is, make sure you know important things that need to be said (but also things that people want to prevent you from saying, even if it means shooting you in the mouth with an arrow).",
  "readingMnemonic": "To remember the reading <ja>ち</ja> we use the word \"cheese.\"\n\nOne of the things you <kanji>know</kanji> is actually very strange but very important. The president's <reading>chee</reading>se (<ja>ち</ja>) has been poisoned and only you know. If you could just say something then maybe you could save her... but... you have an arrow in your mouth.",
  "readingInfo": "Try saying the words \"cheese\" with an arrow in your mouth. What would that sound like? Go ahead and pretend out loud.",
  "primaryVocab": [],
  "audio": "",
  "userMnemonic": "",
  "similarMeaning": [],
  "confusedWith": [],
  "tags": [
    "-::kanji::has-studying-vocab-for-each-primary-reading",
    "-::kanji::has-vocab-with-primary-on-reading",
    "-::kanji::in-any-vocab-form",
    "-::kanji::in-vocab-main-form",
    "-::kanji::is-radical",
    "-::kanji::studying-vocab",
    "-::kanji::studying-vocab-with-primary-on-reading",
    "active_kanji",
    "legacy_scheduling",
    "source::wani::level::06"
  ]
}