{
  "kanji": "洋",
  "sourceAnswer": "<primary>Western Style</primary>, Ocean",
  "userAnswer": "western-style | ocean",
  "activeAnswer": "western-style | ocean",
  "readingOnHtml": "<primary>よう</primary>",
  "readingKunHtml": "",
  "readingNanHtml": "",
  "radicals": [
    "氵",
    "羊"
  ],
  "sourceMeaningMnemonic": "A <radical>sheep</radical> rides a <radical>tsunami</radical> in classic <kanji>Western style</kanji>. And by Western style I mean the sheep is dressed in a cowboy outfit and has put a saddle atop the tsunami wave to ride it. It’s a tsunami rodeo and this crazy sheep is riding that tsunami wave in classic Western style. \n\nThis kanji also means <kanji>ocean</kanji>, because presumably the people from the \"West\" who have \"Western Style\" came from across the ocean. They're the \"Ocean People\" in this sense. You'll want to be familiar with this meaning for vocab later on.",
  "meaningInfo": "Imagine how ridiculous a sheep would look all decked out in Western style cowboy gear. Now imagine it riding a tsunami wave as it screams, “Baa~ baa~ baa~!”",
  "readingMnemonic": "After a whole day of riding this tsunami, the sheep is hankerin’ for some <kanji>Western style</kanji> food. This sheep loves <reading>yo</reading>gurt (<ja>よう</ja>). And its favorite flavor is Western style apple pie yogurt. America loves its apple pie and this sheep loves Western style apple pie flavored yogurt.",
  "readingInfo": "Imagine yourself eating this Western style apple pie yogurt. It tastes just like apple pie only creamier and fruitier. Taste the sweet yogurt in your mouth as you imagine yourself scarfing some down.",
  "primaryVocab": [],
  "audio": "",
  "primaryReadingsTtsAudio": "[sound:hypertts-9cb1c2dcac2bd6f89b753b834d015f5442bad42de3dba36be0c441c4.mp3]",
  "references": "",
  "userMnemonic": "",
  "similarMeaning": [],
  "confusedWith": [],
  "image": "",
  "id": "73a044db-755d-412a-9014-cd1176674b1d",
  "tags": [
    "-::kanji::has-studying-vocab-for-each-primary-reading",
    "-::kanji::has-vocab-with-primary-on-reading",
    "-::kanji::in-any-vocab-form",
    "-::kanji::in-vocab-main-form",
    "-::kanji::studying-vocab",
    "-::kanji::studying-vocab-with-primary-on-reading",
    "active_kanji",
    "legacy_scheduling",
    "source::wani::level::11"
  ]
}