{
  "kanji": "顔",
  "sourceAnswer": "<primary>Face</primary>",
  "userAnswer": "face | expression",
  "activeAnswer": "face | expression",
  "readingOnHtml": "<primary>がん</primary>",
  "readingKunHtml": "<primary>かお</primary>",
  "readingNanHtml": "",
  "radicals": [
    "彦",
    "頁"
  ],
  "sourceMeaningMnemonic": "Here you <radical>stand</radical>, a <radical>hair</radical>’s breadth away from the edge of a <radical>cliff</radical>, when out of nowhere a <radical>geoduck</radical> slaps you right in the <kanji>face</kanji>. Geoducks are gross, and you back away from the edge of the cliff you were standing but a hair’s breadth away from just before. Your face is all gooey from the geoduck’s slimy residue.",
  "meaningInfo": "Imagine being slapped in the face with a geoduck. It’s probably one of the worst things that could ever happen to someone. Those things are disgusting. Now you have geoduck goo all over your face. It’s sticky and slimy and gross.",
  "readingMnemonic": "But where did that geoduck come from anyway? As you turn around from the cliff edge, wiping the goop from your <kanji>face</kanji> and out of your eyes, you see an angry <reading>cow</reading> (<ja>かお</ja>). This cow is the one who hit you in the face with this geoduck. I know not the reason, but this cow is most definitely not happy with you.",
  "readingInfo": "Cows are big animals. So you probably got hit in the face with that geoduck pretty hard. Feel the geoduck shaped welt starting to form on the side of your face. It’s very painful and stings a lot.",
  "primaryVocab": [],
  "audio": "",
  "userMnemonic": "",
  "similarMeaning": [],
  "confusedWith": [],
  "id": "e756058f-847c-4371-9299-317e7f21086c",
  "tags": [
    "-::kanji::has-studying-vocab-for-each-primary-reading",
    "-::kanji::has-vocab-with-primary-on-reading",
    "-::kanji::in-any-vocab-form",
    "-::kanji::in-vocab-main-form",
    "-::kanji::single-kanji-vocab",
    "-::kanji::studying-vocab",
    "-::kanji::studying-vocab-with-primary-on-reading",
    "active_kanji",
    "fixed_primary_readings",
    "legacy_scheduling",
    "source::wani::level::10"
  ]
}